{
  "\\Delta": 64032,
  "\\Gamma": 64031,
  "\\Lambda": 64034,
  "\\Leftarrow": 64187,
  "\\Leftrightarrow": 64189,
  "\\Omega": 64041,
  "\\Phi": 64039,
  "\\Pi": 64036,
  "\\Psi": 64040,
  "\\Rightarrow": 64188,
  "\\Sigma": 64037,
  "\\Theta": 64033,
  "\\Upsilon": 64038,
  "\\Xi": 64035,
  "\\align": 64169,
  "\\aligned": 64170,
  "\\alpha": 64002,
  "\\approx": 64070,
  "\\arccos": 64106,
  "\\arcsin": 64105,
  "\\arctan": 64107,
  "\\arg": 64121,
  "\\array": 64168,
  "\\ast": 64056,
  "\\bar": 64141,
  "\\because": 64098,
  "\\begin": 64161,
  "\\beta": 64003,
  "\\bmatrix": 64165,
  "\\bmod": 64127,
  "\\bullet": 64059,
  "\\cap": 64085,
  "\\cases": 64167,
  "\\cdot": 64055,
  "\\cdots": 64172,
  "\\chi": 64028,
  "\\circ": 64058,
  "\\cong": 64074,
  "\\cos": 64100,
  "\\cosh": 64109,
  "\\cot": 64102,
  "\\csc": 64104,
  "\\cup": 64086,
  "\\dagger": 64176,
  "\\ddagger": 64177,
  "\\ddot": 64144,
  "\\ddots": 64174,
  "\\delta": 64005,
  "\\det": 64122,
  "\\dim": 64123,
  "\\div": 64054,
  "\\dot": 64143,
  "\\downarrow": 64191,
  "\\ell": 64178,
  "\\emptyset": 64088,
  "\\end": 64162,
  "\\epsilon": 64006,
  "\\equiv": 64071,
  "\\eta": 64009,
  "\\exists": 64090,
  "\\exp": 64113,
  "\\forall": 64089,
  "\\frac": 64042,
  "\\gamma": 64004,
  "\\gcd": 64124,
  "\\ge": 64067,
  "\\geq": 64068,
  "\\gets": 64183,
  "\\gg": 64077,
  "\\hat": 64140,
  "\\hbar": 64179,
  "\\hookleftarrow": 64196,
  "\\hookrightarrow": 64195,
  "\\iff": 64096,
  "\\imath": 64180,
  "\\implies": 64095,
  "\\in": 64082,
  "\\inf": 64120,
  "\\infty": 64050,
  "\\int": 64046,
  "\\iota": 64012,
  "\\jmath": 64181,
  "\\kappa": 64013,
  "\\lVert": 64138,
  "\\lambda": 64014,
  "\\land": 64093,
  "\\langle": 64130,
  "\\lceil": 64134,
  "\\lcm": 64125,
  "\\ldots": 64171,
  "\\le": 64065,
  "\\left": 64128,
  "\\leftarrow": 64184,
  "\\leftrightarrow": 64186,
  "\\leq": 64066,
  "\\lfloor": 64132,
  "\\lim": 64114,
  "\\liminf": 64116,
  "\\limsup": 64115,
  "\\ll": 64076,
  "\\ln": 64112,
  "\\log": 64111,
  "\\longmapsto": 64194,
  "\\lor": 64094,
  "\\lvert": 64136,
  "\\mapsto": 64193,
  "\\mathbb": 64159,
  "\\mathbf": 64155,
  "\\mathcal": 64158,
  "\\mathfrak": 64160,
  "\\mathit": 64156,
  "\\mathrm": 64154,
  "\\mathsf": 64157,
  "\\matrix": 64163,
  "\\max": 64118,
  "\\min": 64117,
  "\\mod": 64126,
  "\\mp": 64052,
  "\\mu": 64015,
  "\\nabla": 64049,
  "\\neg": 64092,
  "\\neq": 64069,
  "\\nexists": 64091,
  "\\ni": 64083,
  "\\notin": 64084,
  "\\nu": 64016,
  "\\odot": 64062,
  "\\oint": 64047,
  "\\omega": 64030,
  "\\ominus": 64064,
  "\\oplus": 64060,
  "\\oslash": 64063,
  "\\otimes": 64061,
  "\\overbrace": 64149,
  "\\overline": 64147,
  "\\partial": 64048,
  "\\phi": 64026,
  "\\pi": 64018,
  "\\pm": 64051,
  "\\pmatrix": 64164,
  "\\prime": 64175,
  "\\prod": 64045,
  "\\propto": 64075,
  "\\psi": 64029,
  "\\qquad": 64152,
  "\\quad": 64151,
  "\\rVert": 64139,
  "\\rangle": 64131,
  "\\rceil": 64135,
  "\\rfloor": 64133,
  "\\rho": 64020,
  "\\right": 64129,
  "\\rightarrow": 64185,
  "\\rvert": 64137,
  "\\sec": 64103,
  "\\setminus": 64087,
  "\\sigma": 64022,
  "\\sim": 64072,
  "\\simeq": 64073,
  "\\sin": 64099,
  "\\sinh": 64108,
  "\\sqrt": 64043,
  "\\star": 64057,
  "\\subset": 64078,
  "\\subseteq": 64080,
  "\\sum": 64044,
  "\\sup": 64119,
  "\\supset": 64079,
  "\\supseteq": 64081,
  "\\tan": 64101,
  "\\tanh": 64110,
  "\\tau": 64024,
  "\\text": 64153,
  "\\therefore": 64097,
  "\\theta": 64010,
  "\\tilde": 64145,
  "\\times": 64053,
  "\\to": 64182,
  "\\underbrace": 64150,
  "\\underline": 64148,
  "\\uparrow": 64190,
  "\\updownarrow": 64192,
  "\\upsilon": 64025,
  "\\varepsilon": 64007,
  "\\varphi": 64027,
  "\\varpi": 64019,
  "\\varrho": 64021,
  "\\varsigma": 64023,
  "\\vartheta": 64011,
  "\\vdots": 64173,
  "\\vec": 64142,
  "\\vmatrix": 64166,
  "\\widehat": 64146,
  "\\xi": 64017,
  "\\zeta": 64008
}
